<template>
       <div class="container">
            <header>
                    <span></span> 测评管理系统 <span></span>
                </header>
                <main>
                    <div class="top">症状自评量表(SCL-90)  </div>
                     <div class="time">测评时间：<span>2019-01-02</span></div>
            
                 
                    <div class="a1">
                        假如用十年寿命换未来十天。你怎么分配？
                  

                    </div>
                  
                    <div class="a3">
                            <div class="a2">
                                    测试结果
                            </div>
                            <fieldset style="line-height:200%;"><legend>结果解释</legend>
                            <div class="yz">
                                <span> 【躯体化】</span>
                                 它主要反映主观的躯体不适感。包括心血管、胃肠道、呼吸道系统主诉不适和头痛、背疼、肌肉酸疼以及焦虑的其它躯体表现。被试在躯体化因子上的得分正常，显示被试没有主观的躯体不适感，目前身体健康状况很好。<br>
                            </div>
                          
                            【强迫症状】它与临床上强迫表现的症状定义基本相同。主要指那种明知没有必要，但无法摆脱的无意义的思想、冲动、行为等表现，还有一些比较一般的感知障碍（如“脑子空了”，“记忆力不行”等）。被试在强迫症因子上得分正常，没有强迫观念、强迫思想等症状出现。<br>
                            【人际关系敏感】它主要指某些个人不自在感与自卑感，尤其是在与其他人相比较时更突出。自卑感、懊丧以及人际关系明显相处不好的人，往往在这一分量表上得高分。被试在人际关系敏感因子上的得分显示被试的人际关系和谐，能够与别人友好、和睦相处，深受大家喜欢。<br>
                            【抑郁】它反映的是临床上抑郁症状群相联系的广泛的概念。忧郁苦闷的感情和心境是代表性的症状，它还以对生活的兴趣减退、缺乏活动愿望、丧失活动动力等为特征，并包括失望、悲观、与抑郁相联系的其它感知及躯体方面的问题。这个分量表中有几个项目包括了死亡、自杀等概念。被试在抑郁症因子上得分正常，表示被试心情愉快，性格乐观开朗；情绪会随外界刺激而时有起伏，但是一般不会有太大影响。<br>
                            【焦虑】它包括一些通常与临床上明显与焦虑症状相联系的症状和体验。一般指那些无法静息、神经过敏、紧张以及由此产生的躯体征象（如震颤）。那种游离不定的焦虑及惊恐发作是本量表的主要内容，它还包括有一个反应“解体”的项目。被试在焦虑因子上得分正常，显示出被试近期内心平静，看待事情也比较积极乐观；能够正确认识挫折，能够在逆境中求得较大的发展。<br>
                            【敌对】这里主要以三方面来反映被试的敌对表现：思想、感情及行为。其项目包括从厌烦、争论、摔物直至争斗和不可抵制的冲动爆发等各个方面。被试敌对因子上的得分显示被试对当前的人和事情充满了包容和理解，没有敌对的心理状态；对别人的态度是正性的、积极的，能够很好的包容、接纳那些与自己意见不同的人，善于从他们身上学习，也能很好的理解别人。<br>
                            【恐怖】它与传统的恐怖状态或广场恐怖所反应的内容基本一致，恐怖的对象包括出门旅游、空旷场地、人群或公共场所及交通工具。此外还有反应社交恐怖的项目。测试显示被试内心安定，对正常事物没有产生恐惧感，在恐怖因子上正常。<br>
                            【偏执】本分量表包括偏执概念的一些基本内容，主要指思维方面，如投射性思维、敌对、猜疑、关系妄想、被动体验和夸大等。被试在偏执因子上得分正常，表示被试能够客观评价自己 ，虚心接受他人意见，人际关系良好。<br>
                            【精神病性】用于在门诊中迅速、扼要地了解病人的病情程度，以便作出进一步的治疗或住院等决定，故把一些明显的、纯精神病性的项目汇集到了本分量表中。有四个项目代表一级症状：幻听，思维播散、被控制感，思维被插入。还有反映非一级症状的精神病表现，精神分裂症样症状等项目。被试在精神病性因子上的得分显示被试的精神状况良好，没有任何精神病性行为的继发征兆。<br>
                            【其他】从睡眠及饮食、自罪观念等方面反映被试的心理健康状况。在睡眠、饮食以及自罪观念等方面的心理状况中，反映出被试的健康状况很好。<br>【总分】测试显示，被试的总体心理健康水平处于正常范围内。被试的生理功能、情绪状态、人际关系、认知方式等方面可能比较正常，没有表现出明显的问题。被试的具体表现，请参看对各个分量表的具体解释。希望被试继续保持这种良好的状态。<br></fieldset>
                    </div>
            
              <div class="buttom">

              </div>
                </main>
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>
.container{
    height: 100%;
    width: 100%;
    background: url("../../assets/images/bjl@2x.png") no-repeat;
    background-size: 100% 100%;
    header{
        width: 100%;
        height: 50px;
        background: url("../../assets/images/dbczl@2x.png") no-repeat;
        background-size: 100% 100%;
        color:rgb(255, 255, 255);
        text-align: center;
        line-height: 50px;
        font-size: 20px;
        
    
    }
    main{
        margin:0 20px;
       margin-top:30px;
       color: white;
       .top{
           font-size: 25px;
           
       }
    .time{
        font-size: 12px;
    }
    .a1{
        margin-top: 10px;
    }
    .a3{

        margin-top: 15px;
        height: 760px;
        overflow: auto;
        border-radius: 20px;
        border: 3px solid #7D99E0;
        background-color: #E2EBFC;
        color: #7D99E0;
        .a2{
            margin-top: 20px;
            text-align: center;
            font-size: 20px;
            color: #6B85D3;
        }
        
    }
    .buttom{
        height: 100px;
        width: 100%;
        background: url("../../assets/images/cpt@2x.png");
        background-size:100% 100%;
        position: relative;
        top:-60px;        
    }
    
    }
}

</style>